"WhatsNew.TITLE" = "Жаңалықтар";
"WhatsNew.BUTTON_PREVIOUS" = "Алдыңғы";
"WhatsNew.BUTTON_NEXT" = "Келесі";
"WhatsNew.BUTTON_DONE" = "Дайын";
"Discussion.TITLE" = "Талқылаулар";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "Пікірталастарға жариялауды курс командасы өшіреді";
"Discussion.TOPICS.SEARCH" = "Барлық жазбаларды іздеу";
"Discussion.TOPICS.ALL_POSTS" = "Барлық хабарламалар";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Мен бақылайтын посттар";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Негізгі категориялар";
"Discussion.TOPICS.UNNAMED" = "Аты жоқ ішкі санат";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Соңғы әрекет";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Ең белсенділік";
"Discussion.POSTS.SORT.MOST_VOTES" = "Ең көп дауыс";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Әзірге талқылаулар жоқ";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Бірінші талқылауды жасау үшін төмендегі түймені басыңыз.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Пікірталас құру";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Жазба қосу";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Барлық хабарламалар";
"Discussion.POSTS.FILTER.UNREAD" = "Оқылмаған";
"Discussion.POSTS.FILTER.UNANSWERED" = "Жауапсыз";
"Discussion.POSTS.CREATE_NEW_POST" = "Жаңа пост жасау";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Таңдау жасаңыз";
"Discussion.POST.LAST_POST" = "Соңғы хабарлама:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Пікір қосылды";
"Discussion.THREAD.ADD_RESPONSE" = "Жауап қосыңыз";
"Discussion.CREATE_THREAD.NEW_POST" = "Жаңа пост жасау";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Жазба түрін таңдаңыз";
"Discussion.CREATE_THREAD.TOPIC" = "Тақырып";
"Discussion.CREATE_THREAD.TITLE" = "Тақырып";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Осы талқылауды орындаңыз";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Осы сұрақты орындаңыз";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Жаңа пікірталас құру";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Жаңа сұрақ құру";
"Discussion.COMMENT.REPORT" = "Есеп беру";
"Discussion.COMMENT.UNREPORT" = "Есептен шығару";
"Discussion.COMMENT.FOLLOW" = "Бақылаңыз";
"Discussion.COMMENT.UNFOLLOW" = "Жазылудан бас тарту";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Пікір";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Пікір қосылды";
"Discussion.RESPONSE.ADD_COMMENT" = "Пікір қосу";
"Discussion.POST_TYPE.QUESTION" = "сұрақ";
"Discussion.POST_TYPE.DISCUSSION" = "талқылау";
"Discussion.SEARCH" = "Іздеу";
"Discussion.SEARCH.TITLE" = "Іздеу нәтижелері";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Тақырыптарды табу үшін теруді бастаңыз";
"Discussion.ANONYMOUS" = "Анонимді";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Талқылауларды жүктеу мүмкін емес.\n Әрекетті кейінірек қайталаңыз.";
"Profile.TITLE" = "Профиль";
"Profile.INFO" = "Профиль ақпараты";
"Profile.ABOUT" = "Мен туралы";
"Profile.EDIT_PROFILE" = "Профильді өңдеу";
"Profile.YEAR_OF_BIRTH" = "Туған жылы:";
"Profile.BIO" = "Био:";
"Profile.SETTINGS" = "Параметрлер";
"Profile.SETTINGS_VIDEO" = "Бейне параметрлері";
"Profile.DATES_AND_CALENDAR" = "Күндер және күнтізбе";
"Profile.SUPPORT_INFO" = "Қолдау ақпараты";
"Profile.CONTACT" = "Қолдау қызметіне хабарласыңыз";
"Profile.TERMS" = "Пайдалану шарттары";
"Profile.PRIVACY" = "Құпиялылық саясаты";
"Profile.COOKIE_POLICY" = "Cookie саясаты";
"Profile.DO_NOT_SELL_INFORMATION" = "Менің жеке ақпаратымды сатпаңыз";
"Profile.FAQ_TITLE" = "Жиі қойылатын сұрақтарды қарау";
"Profile.MANAGE_ACCOUNT" = "Есептік жазбаны басқару";
"Profile.LOGOUT" = "Шығу";
"Profile.SWITCH_TO" = "ауысу";
"Profile.FULL_PROFILE" = "толық профиль";
"Profile.LIMITED_PROFILE" = "шектеулі профиль";
"Profile.LOGOUT_ALERT.TITLE" = "Шығуды растаңыз";
"Profile.LOGOUT_ALERT.TEXT" = "Жүйеден шыққыңыз келетініне сенімдісіз бе?";
"Profile.DELETE_ALERT.TITLE" = "Ескерту!";
"Profile.DELETE_ALERT.TEXT" = "Сіз шынымен тіркелгіңізді жойғыңыз келе ме?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Сақтамай кету керек пе?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Сіз енгізген өзгертулер жойылады.";
"Profile.EDIT.TOO_YONG_USER" = "Ақпаратқа толық қол жетімді профильге ие болу үшін 13 жастан асқан болуыңыз керек.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Шектеулі профиль тек сіздің пайдаланушы атыңызды және профиль фотосуретіңізді бөліседі.";
"Profile.EDIT.DELETE_ACCOUNT" = "Есептік жазбаны жою";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Туған жылы";
"Profile.EDIT.FIELDS.LOCATION" = "Орналасқан жері";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Сөйлеу тілі";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Мен туралы:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Профиль суретін өзгерту";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Галереядан таңдаңыз";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Фотосуретті жою";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Болдырмау";
"Profile.DELETE_ACCOUNT.TITLE" = "Есептік жазбаны жою";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Сіз қалайтыныңызға сенімдісіз бе ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "тіркелгіңізді жою керек пе?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Бұл әрекетті растау үшін тіркелгіңіздің құпия сөзін енгізіңіз.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Құпия сөз";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Құпия сөзді енгізіңіз";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Иә, есептік жазбаны жойыңыз";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Профильге оралу";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Құпия сөз дұрыс емес. Қайталап көріңіз.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Бейне параметрлері";
"Profile.SETTINGS.WIFI_TITLE" = "Тек Wi-Fi жүктеп алыңыз";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Мазмұнды тек wi-fi қосулы кезде жүктеп алыңыз";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Бейне ағынының сапасы";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Авто (ұсынылады)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Авто";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Ұсынылады";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Төмен деректерді пайдалану";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Ең жақсы сапа";
"Profile.SETTINGS.VERSION" = "Нұсқа:";
"Profile.SETTINGS.UP_TO_DATE" = "Жаңартылған";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Нұсқаға жаңарту үшін түртіңіз";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Қажетті қолданба жаңартуын орнату үшін түртіңіз";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Электрондық поштаны жіберу мүмкін емес. Электрондық пошта клиентіңіз реттелмеген сияқты.";
"Profile.CALENDAR.NEW_CALENDAR" = "Жаңа күнтізбе";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Синхрондау опцияларын өзгерту";
"Profile.CALENDAR.ACCOUNT" = "Есептік жазба";
"Profile.CALENDAR.CALENDAR_NAME" = "Күнтізбе атауы";
"Profile.CALENDAR.COLOR" = "Түс";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Белсенді курстарға арналған алдағы тапсырмалар осы күнтізбеде пайда болады";
"Profile.CALENDAR.CANCEL" = "Болдырмау";
"Profile.CALENDAR.BEGIN_SYNCING" = "Синхрондауды бастау";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Синхрондалған";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Синхрондау сәтсіз аяқталды";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Офлайн";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Күнтізбемен синхрондалуда...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Күнтізбе қатынасы";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Күнтізбені синхрондауды өшіру";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Күнтізбеңізде алдағы тапсырмалар мен курс кезеңдерін көрсету үшін күнтізбеңізге кіруге рұқсат қажет.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Күнтізбені синхрондауды өшіру « %@ » күнтізбесін жояды. Күнтізбені синхрондауды кез келген уақытта қайта қосуға болады.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Күнтізбеге рұқсат беріңіз";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Синхрондауды өшіру";
"Profile.CALENDAR_DIALOG.CANCEL" = "Болдырмау";
"Profile.DATES_AND_CALENDAR.TITLE" = "Күндер және күнтізбе";
"Profile.CALENDAR_SYNC.TITLE" = "Күнтізбені синхрондау";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Күнтізбеңізде алдағы тапсырмалар мен курс кезеңдерін көрсету үшін күнтізбені синхрондауды орнатыңыз. Жаңа тапсырмалар мен ауысқан курс күндері автоматты түрде синхрондалады";
"Profile.CALENDAR_SYNC.BUTTON" = "Күнтізбені синхрондауды орнату";
"Profile.OPTIONS.TITLE" = "Параметрлер";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Салыстырмалы күндерді пайдаланыңыз";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "«Ертең» және «Кеше» сияқты салыстырмалы күндерді көрсету";
"Profile.OPTIONS.SHOW_FULL_DATES" = "&quot;2021 жылдың 1 қаңтары&quot; сияқты толық күндерді көрсету";
"Profile.DATES_AND_CALENDAR.TITLE" = "Күндер және күнтізбе";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Курс күнтізбесін синхрондау";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Синхрондауды жалғастыру үшін күнтізбені қайта қосыңыз";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Қазіргі уақытта оқиғалар күнтізбеңізбен синхрондалуда";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Күнтізбені қайта қосыңыз";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Синхрондау опцияларын өзгерту";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "%d курстарын синхрондау";
"Profile.OPTIONS.TITLE" = "Параметрлер";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Салыстырмалы күндерді пайдаланыңыз";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "«Ертең» және «Кеше» сияқты салыстырмалы күндерді көрсету";
"Profile.COURSES_TO_SYNC.TITLE" = "Синхрондау курстары";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Курс үшін синхрондауды өшіру курсқа қосылған барлық оқиғаларды синхрондалған күнтізбеңізден жояды.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Белсенді емес курстарды жасыру";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Соңғы айда көрмеген курстардағы оқиғаларды автоматты түрде өшіріңіз";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Белсенді емес";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Жергілікті";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Акцент";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Қызыл";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Апельсин";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Сары";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Жасыл";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Көк";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Күлгін";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Қоңыр";
"Profile.CALENDAR.COURSE_DATES" = "%@ Курс күндері";
"Profile.DROP_DOWN_PICKER.SELECT" = "таңдаңыз";
"Profile.SYNC_SELECTOR.SYNCED" = "Синхрондау үшін";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Синхрондалмаған";
"Profile.SYNC.NO_SYNCED" = "Синхрондалған курстар жоқ";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Қазіргі уақытта ешқандай курс күнтізбеңізбен синхрондалмаған.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Құттықтаймыз, сіз « %@ \» курсында осы курс сертификатын алдыңыз.";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Куәлікті көру";
"Course.OUTLINE.CERTIFICATE" = "Сертификат";
"Course.OUTLINE.COURSE_VIDEOS" = "Курс бейнелері";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Бұл курс әлі басталған жоқ.";
"Course.COURSEWARE.COURSE_CONTENT" = "Курс мазмұны";
"Course.COURSEWARE.COURSE_UNITS" = "Курс бірліктері";
"Course.COURSEWARE.NEXT" = "Келесі";
"Course.COURSEWARE.PREVIOUS" = "Алдыңғы";
"Course.COURSEWARE.FINISH" = "Аяқтау";
"Course.COURSEWARE.GOOD_WORK" = "Жақсы жұмыс!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Контурға оралу";
"Course.COURSEWARE.SECTION" = "Сіз аяқтадыңыз &quot;";
"Course.COURSEWARE.IS_FINISHED" = "«.";
"Course.COURSEWARE.CONTINUE" = "Жалғастыру";
"Course.COURSEWARE.RESUME_WITH" = "Түйіндеме:";
"Course.ERROR.NO_INTERNET" = "Сіз интернетке қосылмағансыз. Интернет байланысын тексеріңіз.";
"Course.ERROR.RELOAD" = "Қайта жүктеңіз";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Курс компоненті табылмады, қайта жүктеңіз";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "Қазіргі уақытта бұл курсқа арналған үлестірме материалдар жоқ.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "Қазіргі уақытта бұл курс туралы хабарландырулар жоқ.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Қазіргі уақытта бұл курсқа арналған бейнелер жоқ.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Курстың күндері әлі қол жетімді емес.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Қазіргі уақытта курс мазмұны қолжетімді емес.";
"Course.ALERT.ROTATE_DEVICE" = "Бұл бейнені толық экранда көру үшін құрылғыны бұрыңыз.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Барлық бейне(лерді) жойғыңыз келетініне сенімдісіз бе";
"Course.ALERT.DELETE_VIDEOS" = "Бейне(лерді) жойғыңыз келетініне сенімдісіз бе";
"Course.ALERT.STOP_DOWNLOADING" = "Қосқышты өшіру жүктеп алуды тоқтатады және жүктеп алынған барлық бейнелерді жояды";
"Course.ALERT.WARNING" = "Ескерту";
"Course.COURSE_CONTAINER.HOME" = "Үй";
"Course.COURSE_CONTAINER.VIDEOS" = "Бейнелер";
"Course.COURSE_CONTAINER.OFFLINE" = "Офлайн";
"Course.COURSE_CONTAINER.DATES" = "Күндер";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Талқылаулар";
"Course.COURSE_CONTAINER.HANDOUTS" = "Көбірек";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Үлестірмелі материалдар әзірленуде";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Үлестірмелі материалдар";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Хабарландырулар";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Маңызды курс ақпаратын табыңыз";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Соңғы жаңалықтардан хабардар болыңыз";
"Course.NOT_AVALIABLE.TITLE" = "Бұл интерактивті компонент ұялы телефонда қолжетімді емес";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Осы курстың басқа бөліктерін зерттеңіз немесе оны вебтен қараңыз.";
"Course.NOT_AVALIABLE.BUTTON" = "Браузерде ашыңыз";
"Course.SUBTITLES.TITLE" = "Субтитрлер";
"Course.ACCESSIBILITY.DOWNLOAD" = "Жүктеп алу";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Жүктеп алудан бас тарту";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Жүктеп алуды жою";
"Course.DOWNLOAD.DOWNLOADS" = "Жүктеулер";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Барлық бейнелер жүктеп алынды";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Бейнелер жүктеп алынуда...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Құрылғыға жүктеп алыңыз";
"Course.DOWNLOAD.VIDEOS" = "Бейнелер";
"Course.DOWNLOAD.REMAINING" = "Қалған";
"Course.DOWNLOAD.UNTITLED" = "Атаусыз";
"Course.DOWNLOAD.TOTAL" = "Барлығы";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Барлық бейнелер жүктеліп жатқанда, жүктеп алынатын бейненің сапасын өзгерте алмайсыз";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Ағымдағы жүктеп алу параметрлері тек Wi-Fi арқылы жүктеп алуға рұқсат береді.\n Wi-Fi желісіне қосылыңыз немесе жүктеп алу параметрлерін өзгертіңіз.";
"Course.COURSE_DATES.TODAY" = "Бүгін";
"Course.COURSE_DATES.COMPLETED" = "Аяқталды";
"Course.COURSE_DATES.PAST_DUE" = "Мерзімі өткен";
"Course.COURSE_DATES.DUE_NEXT" = "Келесі мерзімі";
"Course.COURSE_DATES.UNRELEASED" = "Шығарылмады";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Тек расталған";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Элементтер жасырын";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Элемент Жасырын";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Мерзімдері ауыстырылды";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Сіздің жолда қалуыңызға көмектесу үшін мерзіміңіз сәтті ауыстырылды.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Барлық күндерді көру";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Күнтізбеге синхрондаңыз";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Осы курстың барлық мерзімдері мен аяқталу мерзімдерін күнтізбеңізбен автоматты түрде синхрондаңыз.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Күнтізбе қосу";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Күнтізбені жою";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "%@ күнтізбесін &quot; %@ &quot; қосқыңыз келе ме?\n Курс күнтізбесін кез келген уақытта Күнтізбе немесе Параметрлер бөлімінде өңдеуге немесе жоюға болады";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "%@ күнтізбесін &quot; %@ &quot; өшіргіңіз келе ме?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "&quot; %@ &quot; күнтізбеңізге қосылды.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Күнтізбе синхрондалуда...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Оқиғаларды көру";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Курс күнтізбесі қосылды.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Курс күнтізбеңіз жойылды.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Күнтізбе оқиғалары";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Курс күнтізбеңіз ескірген";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Курс күндеріңіз ауыстырылды және курс күнтізбеңіз жаңа кестеңізге сәйкес келмейді.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Қазір жаңартыңыз";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Курс күнтізбесі жаңартылды.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ күнтізбе рұқсаты жоқ. Параметрлерге өтіп, күнтізбеге рұқсат беріңіз.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Параметрлерді ашыңыз";
"Course.COURSE_DATES.SETTINGS" = "Параметрлер";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Күндеріңізді ауыстыру мүмкін болмады. Қайталап көріңіз.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Күндеріңіз сәтті ауыстырылды.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Курс күндері";
"Course.COURSE.DUE_TODAY" = "Бүгін төленеді";
"Course.COURSE.DUE_TOMORROW" = "Ертеңге дейін";
"Course.COURSE.PROGRESS_COMPLETED" = "%@ / %@ тапсырмалары орындалды";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Ең үлкен жүктеулер";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Дайын";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Өңдеу";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Барлық жүктеп алынғандарды жойыңыз";
"Course.COURSE.OFFLINE.VISIBLE" = "Бұл курстың %@ %% ұялы телефонда көрінеді.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "Бұл курстың %@ %% жүктеп алуға болады.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "Бұл курстың %@ %% офлайн режимінде аяқталуы мүмкін.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Жүктеп алынды";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Жүктеп алынуда";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Жүктеп алу үшін қолжетімді";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Жүктеп алуға дайын";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Барлығын жүктеп алыңыз";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Курсты жүктеп алудан бас тарту";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Белсенді интернет қосылымын немесе мобильді деректерді пайдаланбай-ақ, жолда оқу үшін курс мазмұнын желіден тыс жүктеп алуға болады.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Бұл курс мазмұнының ешқайсысы қазір офлайн режимде жүктеп алу мүмкін емес.";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Бұл компонент жүктелмеген";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Осы курстың басқа бөліктерін зерттеңіз немесе қайта қосылған кезде жүктеп алыңыз.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Бұл компонент әлі желіден тыс қолжетімді емес";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Осы курстың басқа бөліктерін зерттеңіз немесе қайта қосылған кезде оны қараңыз.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Күнтізбеге синхрондалған";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Күнтізбені синхрондау сәтсіз аяқталды";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Офлайн";
"Core.MAINSCREEN.DISCOVERY" = "Ашу";
"Core.MAINSCREEN.DASHBOARD" = "Бақылау тақтасы";
"Core.MAINSCREEN.IN_DEVELOPING" = "Даму үстінде";
"Core.MAINSCREEN.PROGRAMS" = "Бағдарламалар";
"Core.MAINSCREEN.PROFILE" = "Профиль";
"Core.MAINSCREEN.LEARN" = "Үйрену";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Сіз %@ тіркелгісін %@ тіркелгісімен орнатқансыз. Сіз сол тіркелгімен кірдіңіз.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Қайтадан байқап көріңіз";
"Core.ERROR.INVALID_CREDENTIALS" = "Жарамсыз тіркелгі деректері";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Интернет байланысы баяу немесе жоқ";
"Core.ERROR.NO_CACHED_DATA" = "Офлайн режимі үшін кэштелген деректер жоқ";
"Core.ERROR.USER_NOT_ACTIVE" = "Пайдаланушы тіркелгісі іске қосылмаған. Алдымен тіркелгіңізді белсендіріңіз.";
"Core.ERROR.UNKNOWN_ERROR" = "Бірдеңе дұрыс болмады";
"Core.ERROR.WIFI" = "Файлдарды тек Wi-Fi арқылы жүктеп алуға болады. Мұны параметрлерде өзгертуге болады.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Авторизация орындалмады.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Интернет байланысы жоқ";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Бұл мазмұнды көру үшін интернетке қосылыңыз.";
"Core.COURSEWARE.COURSE_CONTENT" = "Курс мазмұны";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Бұл интерактивті компонент ұялы телефонда әлі қолжетімді емес.";
"Core.COURSEWARE.COURSE_UNITS" = "Курс бірліктері";
"Core.COURSEWARE.NEXT" = "Келесі";
"Core.COURSEWARE.PREVIOUS" = "Алдыңғы";
"Core.COURSEWARE.FINISH" = "Аяқтау";
"Core.COURSEWARE.GOOD_WORK" = "Жақсы жұмыс!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Контурға оралу";
"Core.COURSEWARE.SECTION_COMPLETED" = "« %@ » аяқталды.";
"Core.COURSEWARE.CONTINUE" = "Жалғастыру";
"Core.COURSEWARE.RESUME" = "Резюме";
"Core.COURSEWARE.RESUME_WITH" = "Резюме:";
"Core.COURSEWARE.NEXT_SECTION" = "Келесі бөлім";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Жалғастыру үшін «";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” “Келесі бөлім” түймесін басыңыз.";
"Core.ERROR.RELOAD" = "Қайта жүктеңіз";
"Core.DATE.COURSE_STARTS" = "Курстың басталуы";
"Core.DATE.COURSE_ENDS" = "Курс аяқталады";
"Core.DATE.COURSE_ENDED" = "Курс аяқталды";
"Core.DATE.ENDED" = "Аяқталды";
"Core.DATE.START" = "Бастау";
"Core.DATE.STARTED" = "Басталды";
"Core.DATE.JUST_NOW" = "Жаңа ғана";
"Core.DATE.TODAY" = "Бүгін";
"Core.DATE.NEXT" = "Келесі %@";
"Core.DATE.DAYS_AGO" = "%@ Күндер бұрын";
"Core.DATE.DUE" = "Мерзімі ";
"Core.DATE.DUE_IN" = "Төлеу мерзімі ";
"Core.DATE.DUE_IN_DAYS" = "%@ күн ішінде төленеді";
"Core.ALERT.ACCEPT" = "Қабылдау";
"Core.ALERT.CANCEL" = "Болдырмау";
"Core.ALERT.LOGOUT" = "Шығу";
"Core.ALERT.LEAVE" = "Кетіңіз";
"Core.ALERT.SIGN_IN" = "Кіру";
"Core.ALERT.REGISTER" = "Тіркелу";
"Core.ALERT.KEEP_EDITING" = "Өңдеуді жалғастырыңыз";
"Core.ALERT.DELETE" = "Жою";
"Core.ALERT.ADD" = "қосу";
"Core.ALERT.REMOVE" = "Жою";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Курс күнтізбесін алып тастаңыз";
"Core.NO_INTERNET.OFFLINE" = "Офлайн";
"Core.NO_INTERNET.DISMISS" = "Босату";
"Core.NO_INTERNET.RELOAD" = "Қайта жүктеңіз";
"Core.DATE_FORMAT.MMMM_DD" = "АААА кк";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "АА кк, жжж";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "АААА кк, жжж";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Жүктеп алу";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Жүктеп алынды";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Аяқталды";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Бейнені жүктеу сапасы";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Авто";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Ұсынылады";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Төмен деректерді пайдалану";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Ең жақсы сапа";
"Core.DONE" = "Дайын";
"Core.VIEW" = "Көру";
"Core.BACK" = "Артқа";
"Core.OK" = "Жарайды";
"Core.CLOSE" = "Жабу";
"Core.PICKER.SEARCH" = "Іздеу";
"Core.PICKER.ACCEPT" = "Қабылдау";
"Core.WEBVIEW.ALERT.OK" = "Жарайды";
"Core.WEBVIEW.ALERT.CANCEL" = "Болдырмау";
"Core.WEBVIEW.ALERT.CONTINUE" = "Жалғастыру";
"Core.REVIEW.VOTE_TITLE" = "Open edX ұнай ма?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Сіздің пікіріңіз біз үшін маңызды. Төмендегі жұлдызшаны түрту арқылы қолданбаны бағалауға бір сәт уақытыңызды бөлесіз бе? Қолдауыңызға рахмет!";
"Core.REVIEW.FEEDBACK_TITLE" = "Бізге кері байланыс қалдырыңыз";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Оқу тәжірибеңізде кейбір мәселелер туындағанына өкінеміз. Біз барлық пікірлерді бағалаймыз.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Рақмет сізге";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Пікіріңізді бізбен бөліскеніңізге рахмет. Осы қолданба туралы пікіріңізді қолданбалар дүкеніндегі басқа пайдаланушылармен бөліскіңіз келе ме?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Рақмет сізге";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Пікіріңізді алдық және оны алдағы уақытта оқу тәжірибеңізді жақсартуға көмектесетін боламыз. Бөліскеніңіз үшін рахмет!";
"Core.REVIEW.BETTER" = "Не жақсы болуы мүмкін еді?";
"Core.REVIEW.NOT_NOW" = "Қазір емес";
"Core.REVIEW.BUTTON.SUBMIT" = "Жіберу";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Кері байланыспен бөлісу";
"Core.REVIEW.BUTTON.RATE_US" = "Бізге баға беріңіз";
"Core.REVIEW.EMAIL.TITLE" = "Электрондық пошта клиентін таңдаңыз:";
"Core.SOCIAL_SIGN_CANCELED" = "Пайдаланушы жүйеге кіру ағынынан бас тартты.";
"Core.SIGN_IN.LOG_IN_BTN" = "Кіру";
"Core.SIGN_IN.REGISTER_BTN" = "Тіркелу";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "SSO арқылы жүйеге кіріңіз";
"Core.TOMORROW" = "Ертең";
"Core.YESTERDAY" = "Кеше";
"Core.OPEN_IN_BROWSER" = "Safari арқылы көру";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Уайымдамаңыз - біздің ұсынылған кестемізді мерзімі өткен тапсырмаларды ешбір прогрессті жоғалтпай орындауға ауыстырыңыз.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Ауысым мерзімі";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Кейбір мерзімдерді өткізіп алдыңыз ба?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Сізге жолда жүруге көмектесу үшін ұсынылған кестені жасадық. Бірақ уайымдамаңыз – ол икемді, сондықтан сіз өз қарқыныңызбен үйрене аласыз. Егер сіз артта қалсаңыз, өзіңізді жолда ұстау үшін күндерді реттей аласыз.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Осы курстың бөлігі ретінде бағаланған тапсырмаларды орындау үшін бүгін жаңартуға болады.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Сіз бұл курсты тексеріп жатырсыз, яғни бағаланған тапсырмаларға қатыса алмайсыз. Ұсынылған кестеге негізделген кейбір маңызды мерзімдерді өткізіп алған сияқтысыз. Осы курстың бір бөлігі ретінде бағаланған тапсырмаларды орындау және бұрын берілген тапсырмаларды болашаққа ауыстыру үшін бүгін жаңартуға болады.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Күндеріңізді ауыстыру мүмкін болмады. Қайталап көріңіз.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Күндеріңіз сәтті ауыстырылды.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Курс күндері";
"Core.COURSE_DATES.TODAY" = "Бүгін";
"Core.COURSE_DATES.COMPLETED" = "Аяқталды";
"Core.COURSE_DATES.PAST_DUE" = "Мерзімі өткен";
"Core.COURSE_DATES.THIS_WEEK" = "Осы аптада";
"Core.COURSE_DATES.NEXT_WEEK" = "Келесі апта";
"Core.COURSE_DATES.UPCOMING" = "Алдағы";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Құрылғының жады толық";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Бұл мазмұнды жүктеп алу үшін құрылғыңызда бос орын жеткіліксіз. Біраз орын босатып, әрекетті қайталаңыз.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ пайдаланылған, %@ тегін";
"Core.COURSE.ALERT.CANCEL" = "Болдырмау";
"Core.COURSE.ALERT.CLOSE" = "Жабу";
"Core.COURSE.ALERT.REMOVE" = "Жою";
"Core.COURSE.ALERT.DOWNLOAD" = "Жүктеп алу";
"Core.COURSE.ALERT.TRY_AGAIN" = "Қайтадан байқап көріңіз";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Офлайн мазмұнды жою керек пе?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Жүктеп алуды растау";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Ұялы телефонға жүктеп алу керек пе?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Бұл мазмұнды жою %@ орнын босатады.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Осы %@ мазмұнды жүктеп алу қол жетімді блоктарды желіден тыс сақтайды.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Бұл мазмұнды жүктеп алу ұялы деректердің %@ пайдаланады.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Жүктеп алу сәтсіз аяқталды";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Интернет қосылымы жоқ";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wi-Fi қажет";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Өкінішке орай, бұл мазмұнды жүктеп алу мүмкін болмады. Әрекетті кейінірек қайталаңыз немесе бұл мәселені хабарлаңыз.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Бұл мазмұнды жүктеп алу үшін белсенді интернет байланысы қажет. Интернетке қосылып, әрекетті қайталаңыз.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Бұл мазмұнды жүктеп алу үшін белсенді WiFi қосылымы қажет. WiFi желісіне қосылып, әрекетті қайталаңыз.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Сіз таңдаған бейнелер 1 ГБ-тан үлкен. Осы бейнелерді жүктеп алғыңыз келе ме?";
"Core.DOWNLOAD.DOWNLOAD" = "Жүктеп алу";
"Core.ALERT.ACCEPT" = "Қабылдау";
"Discovery.TITLE" = "Ашу";
"Discovery.SEARCH" = "Іздеу";
"Discovery.HEADER.TITLE_1" = "Жаңадан ашыңыз";
"Discovery.HEADER.TITLE_2" = "Сізге жаңа курс тауып берейік.";
"Discovery.SEARCH.TITLE" = "Іздеу нәтижелері";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Курсты табу үшін теруді бастаңыз";
"Discovery.UPDATE_REQUIRED_TITLE" = "Қолданбаны жаңарту қажет";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "OpenEdX қолданбасының бұл нұсқасы ескірген. Оқуды жалғастыру және соңғы мүмкіндіктер мен түзетулерді алу үшін соңғы нұсқаға жаңартыңыз.";
"Discovery.UPDATE_WHY_NEED" = "Неліктен маған жаңарту керек?";
"Discovery.UPDATE_DEPRECATED_APP" = "Қолданбаның ескірген нұсқасы";
"Discovery.UPDATE_BUTTON" = "Жаңарту";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Есеп жазбасын түзету";
"Discovery.UPDATE_NEEDED_TITLE" = "Қолданбаны жаңарту";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Соңғы нұсқаға жаңартуды ұсынамыз. Соңғы мүмкіндіктер мен түзетулерді алу үшін қазір жаңартыңыз.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Қазір емес";
"Discovery.UPDATE_NEW_AVALIABLE" = "Жаңа жаңарту қолжетімді! Соңғы мүмкіндіктер мен түзетулерді алу үшін қазір жаңартыңыз";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Қолданбадан шығу";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Сіз қазір қолданбадан шығып, браузерді ашасыз";
"Discovery.DETAILS.TITLE" = "Курс мәліметтері";
"Discovery.DETAILS.VIEW_COURSE" = "Курсты көру";
"Discovery.DETAILS.ENROLL_NOW" = "Қазір тіркеліңіз";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Сіз бұл курсқа жазыла алмайсыз, себебі тіркеу күні аяқталды.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Бұл курсқа жазылу үшін интернетке қосылғаныңызға көз жеткізіңіз.";
"Discovery.ALERT.AUTHORIZATION" = "Авторизация";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Курсқа жазылуды жалғастыру үшін жүйеге кіріңіз.";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Кіру";
"Authorization.SIGN_IN.WELCOME_BACK" = "Қайтадан қош келдіңіз! Курстарыңызға кіру үшін жүйеге кіріңіз.";
"Authorization.SIGN_IN.EMAIL" = "Электрондық пошта";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "Электрондық пошта немесе пайдаланушы аты";
"Authorization.SIGN_IN.PASSWORD" = "Құпия сөз";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Құпия сөзді ұмыттыңыз ба?";
"Authorization.SIGN_IN.AGREEMENT" = "Осы қолданбаға кіру арқылы сіз [ %@ Түпкі пайдаланушының лицензиялық келісімімен]( %@ ) және [ %@ Қызмет көрсету шарттарымен және құрмет кодексімен]( %@ ) келісесіз. %@ және әрбір Мүше сіздің жеке деректеріңізді өңдейді\n [Құпиялылық саясатына.]( %@ ) сәйкес";
"Authorization.SIGN_IN.SSO_HEADING" = "Өз мансабыңызды сенімді түрде құру үшін бүгіннен бастаңыз";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Эндаумент секторының және оның жұмыскерлерінің құрамдас бөліктерін дамытуға арналған білім мен мүмкіндіктерді кеңейту бағдарламаларының біріктірілген жиынтығы";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Кіру";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Ұлттық бірыңғай кіру қызметі арқылы жүйеге кіріңіз";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Жарамсыз электрондық пошта мекенжайы";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Құпия сөздің ұзындығы жарамсыз";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Бұл %@ тіркелгісі ешбір %@ тіркелгісімен байланысты емес. Тіркеліңіз.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "Жарамсыз электрондық пошта немесе пайдаланушы аты";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Есептік жазбаңыз өшірілген. Көмек алу үшін тұтынушыларды қолдау қызметіне хабарласыңыз.";
"Authorization.SIGN_UP.SUBTITLE" = "Бүгін оқуды бастау үшін есептік жазба жасаңыз!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Аккаунт ашу";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Қосымша өрістерді жасыру";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Қосымша өрістерді көрсету";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Жүйеге сәтті кірдіңіз.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Сіз оқуды бастамас бұрын бізге аздап қосымша ақпарат қажет.";
"Authorization.SIGN_UP.AGREEMENT" = "Тіркелгіні жасау арқылы сіз [ %@ Түпкі пайдаланушының лицензиялық келісімімен]( %@ ) және [ %@ Қызмет көрсету шарттарымен және құрмет кодексімен]( %@ ) келісесіз. %@ және әрбір Мүше сіздің жеке деректеріңізді [Құпиялылық саясатына.]( %@ ) сәйкес өңдейді.";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Мен %@ маған маркетингтік хабарлар жіберуі мүмкін екеніне келісемін.";
"Authorization.FORGOT.TITLE" = "Құпия сөзді ұмыттыңыз";
"Authorization.FORGOT.DESCRIPTION" = "Төменде жүйеге кіру немесе қалпына келтіру электрондық пошта мекенжайыңызды енгізіңіз, біз сізге нұсқаулары бар электрондық хат жібереміз.";
"Authorization.FORGOT.REQUEST" = "Құпия сөзді қалпына келтіру";
"Authorization.FORGOT.CHECK_TITLE" = "Электрондық поштаңызды тексеріңіз";
"Authorization.FORGOT.CHECK_Description" = "Біз электрондық поштаңызға құпия сөзді қалпына келтіру нұсқауларын жібердік ";
"Authorization.CONTINUE_WITH" = "Жалғастыру:";
"Authorization.LAST_SIGN_IN" = "Соңғы кіру";
"Authorization.OR_SIGN_IN_WITH" = "Немесе электрондық пошта арқылы жүйеге кіріңіз:";
"Authorization.OR_REGISTER_WITH" = "Немесе төменде тіркеліңіз:";
"Authorization.APPLE" = "Алма";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Немесе";
"Authorization.STARTUP.INFO_MESSAGE" = "Әлемнің ең жақсы университеттерінің курстары мен бағдарламалары қалтаңызда.";
"Authorization.STARTUP.SEARCH_TITLE" = "Нені үйренгіңіз келеді?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Біздің 3000+ курстарымызды іздеңіз";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Барлық курстарды зерттеңіз";
"Authorization.STARTUP.TITLE" = "Бастау";
"Downloads.DOWNLOADS.TITLE" = "Жүктеулер";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "Жүктеп алу параметрлерін басқару";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "Жүктеп алынатын мазмұны бар курстар жоқ";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "Сізде қазір жүктеп алынатын мазмұны бар курстар жоқ.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ жүктелді";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "Барлық %@ жүктелді";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ қолжетімді";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "Курсты жүктеп алу";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "Жүктеп алынуда";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Курс құрылымы жүктелуде...";
"Downloads.MENU_OPTION.REMOVE" = "Курсты жүктеп алуды жою";
"Downloads.MENU_OPTION.CANCEL" = "Жүктеп алудан бас тарту";
"Dashboard.TITLE" = "Бақылау тақтасы";
"Dashboard.HEADER.COURSES" = "Курстар";
"Dashboard.HEADER.WELCOME_BACK" = "Қайтадан қош келдіңіз. Оқуды жалғастырайық.";
"Dashboard.SEARCH" = "Іздеу";
"Dashboard.EMPTY.SUBTITLE" = "Сіз әлі ешқандай курсқа тіркелген жоқсыз.";
"Dashboard.LEARN.TITLE" = "Үйрену";
"Dashboard.LEARN.VIEW_ALL" = "Барлығын көру";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Барлық курстарды қарау ( %@ )";
"Dashboard.LEARN.ALL_COURSES" = "Барлық курстар";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 Мерзімі өткен тапсырма";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Тапсырмаларды көру";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Мерзімі өткен тапсырмалар";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Тапсырмалар мерзімі %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Төлеу мерзімі %@ күн";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Курсты жалғастыру";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Курсты бастау";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Курстар";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Бағдарламалар";
"Dashboard.LEARN.CATEGORY.ALL" = "Барлығы";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "Орындалуда";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Аяқталды";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Мерзімі бітті";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Курстар жоқ";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Орындалмаған курстар";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Аяқталған курстар жоқ";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Мерзімі өткен курстар жоқ";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Сіз қазір ешбір курсқа тіркелмегенсіз, курс каталогын зерттегіңіз келе ме?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Курсты табыңыз";
